Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# LinkChecking
source: Checking name
fa: در حال بررسی نام...
id: Memeriksa nama...
uz: Nom tekshirilmoqda...
zh_cn: 正在检查名称……
zh_tw: 正在檢查名稱……

# LinksOne
source: {0} link
fa: ⁨{0}⁩ لینک
uz: {0} ta havola

# LinksOther
source: {0} links
fa: ⁨{0}⁩ لینک
uz: {0} ta havola

# LocalAudioCache
source: Voice/Video messages
fa: پیام‌های صوتی/ویدیویی
id: Pesan Suara & Video
uz: Ovozli/Video xabarlar
zh_cn: 语音/视频消息
zh_tw: 語音/影片

# MasksCountOne
source: {0} mask
fa: ⁨{0}⁩ ماسک
uz: {0} ta niqob

# MasksCountOther
source: {0} masks
fa: ⁨{0}⁩ ماسک
uz: {0} ta niqob

# MediaOne
source: {0} media
fa: ⁨{0}⁩ رسانه
uz: {0} ta mediafayl
zh_cn: {0} 个媒体文件
zh_tw: {0} 個媒體文件

# MediaOther
source: {0} media
fa: ⁨{0}⁩ رسانه
uz: {0} ta mediafayl
zh_cn: {0} 个媒体文件
zh_tw: {0} 個媒體文件

# MediaSelectedOne
source: {0} media selected
fa: ⁨{0}⁩ رسانه انتخاب شده
uz: {0} ta mediafayl tanlandi

# MediaSelectedOther
source: {0} media selected
fa: ⁨{0}⁩ رسانه انتخاب شده
uz: {0} ta mediafayl tanlandi

# MegaUsernameHelp
source: If you set a permanent link, other people will be able to find and join your group. You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
fa: در صورتی که یک لینک همیشگی تنظیم کنید، سایر افراد می‌توانند گروه شما را پیدا کرده و به آن بپیوندند. شما می‌توانید از کاراکترهای 9-0، a-z و _ استفاده کنید. حداقل طول مجاز 5 کاراکتر است.
id: Jika Anda memasang tautan publik, orang lain akan dapat menemukan dan bergabung ke grup Anda. Anda dapat menggunakan a-z, 0-9 dan garis bawah. Panjang minimum adalah 5 karakter.
uz: Agar doimiy havola yaratsangiz, boshqa odamlar uni topishlari va guruhingizga aʼzo boʻlishlari mumkin. Lotin harflari va 0-9 oraliqdagi sonlardan foydalanishingiz mumkin. Kamida 5 ta belgi boʻlishi zarur.
zh_cn: 所有人都可以与其他人分享此链接，并使用 Telegram 的搜索功能找到您的群组。
zh_tw: 所有人都可以與其他人分享此鏈結，並使用 Telegram 的搜尋功能找到您的群組。

# MembersCountSelectedOne
source: {0} of {1} selected
fa: ⁨{0}⁩ از ⁨{1}⁩ انتخاب شده
uz: Tanlandi: {0} / {1}

# MembersCountSelectedOther
source: {0} of {1} selected
fa: ⁨{0}⁩ از ⁨{1}⁩ انتخاب شده
uz: Tanlandi: {0} / {1}

# MembersOne
source: {0} member
fa: ⁨{0}⁩ عضو
uz: {0} ta a’zo
zh_cn: {0} 位成员
zh_tw: {0} 位成員

# MembersOther
source: {0} members
fa: ⁨{0}⁩ عضو
uz: {0} ta a’zo
zh_cn: {0} 位成员
zh_tw: {0} 位成員

# MessageScheduledReminderNotification
source: Reminder
fa: 📅 یادآور
id: 📅 Pengingat
uz: 📅 Eslatma

# messagesOne
source: {0} message
fa: ⁨{0}⁩ پیام
uz: {0} ta xabar

# messagesOther
source: {0} messages
fa: ⁨{0}⁩ پیام
uz: {0} ta xabar

# MetersFromYou2
source: {0} m fromyou
fa: ⁨{0}⁩ متر دورتر از شما
id: {0} m dari Anda
uz: sizdan {0} m uzoqlik

# MetersOne
source: {0} meter
fa: ⁨{0}⁩ متر
uz: {0} metr
zh_cn: {0} 米
zh_tw: {0} 米

# MetersOther
source: {0} meters
fa: ⁨{0}⁩ متر
uz: {0} metr
zh_cn: {0} 米
zh_tw: {0} 米

# MilesFromYou
source: {0} mi fromyou
fa: ⁨{0}⁩ مایل دورتر از شما
id: {0} mi dari Anda
uz: Sizdan {0} mil uzoqlikda

# MinutesBoldOne
source: **{0}** minute
fa: **⁨{0}⁩** دقیقه
uz: **{0}** daqiqa
zh_cn: **{0}** 分钟
zh_tw: **{0}** 分鐘

# MinutesBoldOther
source: **{0}** minutes
fa: **⁨{0}⁩** دقیقه
uz: **{0}** daqiqa
zh_cn: **{0}** 分钟
zh_tw: **{0}** 分鐘

# MinutesOne
source: {0} minute
fa: ⁨{0}⁩ دقیقه
uz: {0} daqiqa
zh_cn: {0} 分钟
zh_tw: {0} 分鐘

# MinutesOther
source: {0} minutes
fa: ⁨{0}⁩ دقیقه
uz: {0} daqiqa
zh_cn: {0} 分钟
zh_tw: {0} 分鐘

# MonthsOne
source: {0} month
fa: ⁨{0}⁩ ماه
uz: {0} oy
zh_cn: {0} 个月
zh_tw: {0} 個月

# MonthsOther
source: {0} months
fa: ⁨{0}⁩ ماه
uz: {0} oy
zh_cn: {0} 个月
zh_tw: {0} 個月

# MusicFilesOne
source: {0} music file
fa: ⁨{0}⁩ فایل موسیقی
uz: {0} ta musiqa fayli

# MusicFilesOther
source: {0} music files
fa: ⁨{0}⁩ فایل موسیقی
uz: {0} ta musiqa fayli

# MuteDisable
source: Mute forever
fa: بی‌صدا کردن برای همیشه
id: Non Aktifkan
uz: Doimiy sukut qilish
zh_cn: 永久关闭
zh_tw: 永久關閉

# NewMessagesOne
source: {0} new message
fa: ⁨{0}⁩ پیام جدید
uz: {0} ta yangi xabar
zh_cn: {0} 条新消息
zh_tw: {0} 條新訊息

# NewMessagesOther
source: {0} new messages
fa: ⁨{0}⁩ پیام جدید
uz: {0} ta yangi xabar
zh_cn: {0} 条新消息
zh_tw: {0} 條新訊息

# NewThemePreviewLine2
source: It's morning in Tokyo
fa: تو توکیو صبحه 😎
id: Saat ini pagi di Jakarta 😎
uz: Tokioda tong otdi 😎

# NewThemePreviewLine3
source: It's morning in *Tokyo*
fa: تو *توکیو* صبحه😎
id: Ini pagi di *Tokyo* 😎
uz: *Tokioda* tong otdi 😎

# NewThemePreviewReply
source: Good morning!
fa: صبح بخیر! 👋
id: Selamat Pagi
uz: Hayrli tong! 👋

# NoCallLog
source: You haven't made any calls yet.
fa: شما هنوز تماسی برقرار نکرده‌اید.
id: Belum ada panggilan
uz: Sizda chaqiruvlar mavjud emas.
zh_cn: 您还没有通话过。
zh_tw: 您還沒有通話過。

# NoChatsContactsHelp
source: Start messaging by tapping the pencil button in the bottom right corner.
fa: با زدن دکمه مداد در گوشه پایین سمت چپ پیام‌رسانی را شروع کنید.
id: Mulai obrolan dengan menekan salah satu kontak di bawah.
uz: Suhbatni boshlash uchun pastki oʻng burchakdagi qalam tugmasini bosing.
zh_cn: 要开始对话 请点击右下角的铅笔按钮 或者点击菜单按钮查看更多选项。
zh_tw: 要開始對話 請點擊右下角的鉛筆按鈕 或者點擊功能表按鈕查看更多選項。

# NoMailInstalled
source: Please send an email describing your problem to sms@stel.com
fa: لطفاً ایمیلی به sms@stel.com ارسال کرده و مشکلتان مطرح کنید.
id: Mohon kirim surel dan jelaskan kendala Anda ke reports@stel.com.
uz: Muammoyingiz haqida batafsil sms@stel.com manziliga email yozing
zh_cn: 请发送邮件到 sms@stel.com 来告诉我们您遇到的问题。
zh_tw: 請發送郵件到 sms@stel.com 來告訴我們您遇到的問題。

# NotificationActionPinnedVoice
source: {0} pinned a voice message in the group {1}
fa: ⁨{0}⁩ یک پیام صوتی را در گروه ⁨{1}⁩ سنجاق کرد
id: {0} menyematkan pesan suara di group {1}
uz: {0} “{1}” guruhida ovozli xabarni qadadi
zh_cn: {0} 在群组«{1}»置顶了一段语音
zh_tw: {0} 在群組«{1}»置頂了一段語音

# NotificationMessageGroupAudio
source: {0} sent a voice message to the group {1}
fa: ⁨{0}⁩ یک پیام صوتی به گروه ⁨{1}⁩ ارسال کرد
id: {0} kirim pesan suara ke grup {1}
uz: {0} “{1}” guruhiga ovozli xabar yubordi
zh_cn: {0} 发送了一条语音消息到群组«{1}»
zh_tw: {0} 發送了一條語音訊息到群組«{1}»

# NotificationMessageScheduled
source: You: {0}
fa: 📅 شما: ⁨{0}⁩
id: 📅 Anda: {0}
uz: 📅 Siz: {0}

# NotificationMessageScheduledName
source: You
fa: 📅 شما
id: 📅 Anda
uz: 📅 Siz

# NotificationUnrecognizedDevice
source: {0}, We detected a login into your account from a new device on {1} Device: {2} Location: {3} If this wasn't you, you can go to Settings - Privacy and Security - Sessions and terminate that session. If you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings. Sincerely, The Telegram Team
fa: ⁨{0}⁩، شخصی در تاریخ ⁨{1}⁩ از یک دستگاه جدید وارد حساب کاربری شما شده است. دستگاه: ⁨{2}⁩ موقعیت مکانی: ⁨{3}⁩ اگر این ورود توسط شما انجام نشده است، می‌توانید با مراجعه به قسمت تنظیمات > حریم خصوصی و امنیت > نشست‌ها، به آن نشست پایان دهید. اگر فکر می‌کنید کسى بدون اجازه شما وارد حساب کاربریتان شده است، می‌توانید تأیید دو مرحله‌ای را در قسمت حریم خصوصی و امنیت فعال نمایید. با احترام، تیم تلگرام
id: {0}, Kami mendeteksi login akun Anda dari perangkat baru pada {1} Perangkat: {2} Lokasi: {3} Jika ini bukan Anda, silakan ke Pengaturan > Perangkat dan hapus sesi aktif. Jika menurut Anda seseorang ingin masuk ke akun tanpa sepengetahuan, aktifkan Verifikasi Dua Langkah di Pengaturan Privasi. Salam, Tim Telegram
uz: {0}, Biz {1} da yangi qurilma orqali hisobingizga kirilganini aniqladik. Qurilma: {2} Geolokatsiya: {3} Agar bu siz boʻlmasangiz, Sozlamalar - Maxfiylik va xavfsizlik - Seanslar rukniga kirib, u seansni toʻxtating. Agar kimdir xohishingizga qarshi hisobingizga kirdi, deb hisoblasangiz, Maxfiylik va xavfsizlik sozlamalarida ikki bosqichli tekshiruvni yoqishingiz mumkin. Hurmat bilan, Telegram jamoasi
zh_cn: {0}， 我们发现您的帐号在 {1} 从新的设备登录 设备：{2} 位置：{3} 如果这不是您本人，您可以在「设置 - 隐私和安全 - 活动会话」中将该对话注销。 如果您认为其他人在您不知情的情况下登录了您的账号，您可以在「设置 - 隐私和安全」中开启「两步验证」。 此致， Telegram 团队
zh_tw: {0}， 我們發現您的賬戶在 {1} 從新的設備登入 設備：{2} 位置：{3} 如果這不是您本人，您可以在「設定 - 隱私和安全 - 活動對話」中將該對話刪除。 如果您認為其他人在您不知情的情况下登入了您的賬戶，您可以在「設定 - 隱私和安全」中開啓「兩步驟驗證」。 此致， Telegram 團隊

# OnlineCountOne
source: {0} online
fa: ⁨{0}⁩ آنلاین
uz: {0} ta onlayn
zh_cn: {0} 人在线
zh_tw: {0} 人在線

# OnlineCountOther
source: {0} online
fa: ⁨{0}⁩ آنلاین
uz: {0} ta onlayn
zh_cn: {0} 人在线
zh_tw: {0} 人在線

# OpenUrlAlert
source: Open URL {0}?
fa: آدرس ⁨{0}⁩ باز شود؟
id: Buka tautan: {0}?
uz: {0} havolasi ochilsinmi?
zh_cn: 是否打开链接 {0} ？
zh_tw: 是否打開鏈結 {0} ？

# OptionOne
source: {0} more option
fa: ⁨{0}⁩ گزینه دیگر
uz: yana {0} ta variant

# OptionOther
source: {0} more options
fa: ⁨{0}⁩ گزینه دیگر
uz: yana {0} ta variant

# PassportRequestPasswordInfo
source: Please enter your Telegram Password to decrypt your data.
fa: لطفاً جهت رمزگشایی داده‌های خود گذرواژه تلگرامتان را وارد کنید.
id: Silakan masukkan kata sandi Telegram Anda untuk mendekripsi data Anda.
uz: Maʼlumotlaringizdan shifrni yechish uchun Telegram parolingizni kiriting.
zh_cn: 请输入您的 Telegram 密码以解密您的数据。
zh_tw: 請輸入您的 Telegram 密碼以解密您的數據。

# PaymentCardSavePaymentInformationInfoLine1
source: You can save your payment info for future use.
fa: شما می‌توانید اطلاعات پرداخت خود را برای استفاده‌های بعدی ذخیره کنید.
id: Anda dapat menyimpan informasi pengiriman Anda untuk penggunaan selanjutnya. Info ini akan disimpan langsung oleh penyedia pembayaran. Telegram tidak memiliki akses data kartu kredit Anda.
uz: Toʻlov maʼlumotlaringizni kelgusida foydalanish uchun saqlab qoʻyishingiz mumkin.
zh_cn: 您可以保存您的付款信息以便在未来使用。
zh_tw: 您可以保存您的付款訊息以便在未來使用。

# PaymentSuccessfullyPaid
source: You have just successfully transferred {0} to {1} for {2}
fa: شما با موفقیت مبلغ ⁨{0}⁩ را به ⁨{1}⁩ برای ⁨{2}⁩ منتقل کردید
id: Anda berhasil membayar sebesar {0} ke {1} untuk {2}
uz: {2} uchun {1}ga {0} muvaffaqiyatli oʻtkazdingiz
zh_cn: 您已成功为«{2}»向“{1}”转账 {0}
zh_tw: 您已成功為«{2}»向“{1}”轉帳 {0}

# PaymentSuccessfullyPaidNoItem
source: You have just successfully transferred {0} to {1}
fa: شما با موفقیت مبلغ ⁨{0}⁩ را به ⁨{1}⁩ منتقل کردید
id: Anda telah berhasil mengirim {0} ke {1}
uz: Siz {0}dan {1}ga muvaffaqiyatli o‘tkazdingiz
zh_cn: 您已成功向“{1}”转账 {0}
zh_tw: 您已成功向“{1}”轉帳 {0}

# PermissionNoAudio
source: Telegram needs access to your microphone so that you can send voice messages.
fa: تلگرام باید به میکروفن شما دسترسی داشته باشد تا بتوانید پیام‌های صوتی ارسال کنید.
id: Telegram perlu akses mikrofon sehingga Anda dapat mengirim pesan suara.
uz: Ovozli xabarlar yuborish imkoniyatiga ega boʻlishingiz uchun Telegram qurilmangiz mikrofonidan foydalanish huquqiga ega boʻlishi kerak.
zh_cn: Telegram 需要访问您的麦克风来录制语音消息。
zh_tw: Telegram 需要存取您的麥克風來錄製語音訊息。

# PhoneNumberHelp
source: You can change your Telegram number here. Your account and all your cloud data messages, media, contacts, etc. will be moved to the new number.
fa: شما می‌توانید شماره تلفن خود را در اینجا تغییر دهید. حساب کاربری شما و تمامی داده‌های اَبری از جمله پیام‌ها، رسانه‌ها، مخاطبین و... به شماره جدید انتقال خواهند یافت.
id: Anda dapat mengubah nomor Telegram Anda di sini. Akun Anda dan semua data cloud Anda - pesan, media, kontak, dll. Akan dipindahkan ke nomor baru.
uz: Telegram raqamingizni shu yerda almashtirishingiz mumkin. Hisobingiz va barcha bulut ma’lumotlaringiz — xabarlar, mediafayllar, kontaktlar va hokazo yangi raqamga koʻchiriladi.
zh_cn: 您可以在此更换当前绑定到 Telegram 的手机号码。您账号中的一切资料，包括：消息、媒体、联系人等都会迁移到新号码下。 **注意：** 所有拥有您旧号码且未被您拉黑的 Telegram 联系人会获得您的**新号码**。
zh_tw: 您可以在此更換當前綁定到 Telegram 的手機號碼。您賬戶中的一切資料，包括：訊息、媒體、聯絡人等都會遷移到新號碼下。 **注意：** 所有擁有您舊號碼且未被您封鎖的 Telegram 聯絡人會獲得您的**新號碼**。

# PhotosOne
source: {0} photo
fa: ⁨{0}⁩ عکس
uz: {0} ta rasm
zh_cn: {0} 张图片
zh_tw: {0} 張圖片

# PhotosOther
source: {0} photos
fa: ⁨{0}⁩ عکس
uz: {0} ta rasm
zh_cn: {0} 张图片
zh_tw: {0} 張圖片

# PhotosSelectedOne
source: {0} photo selected
fa: ⁨{0}⁩ عکس انتخاب شده
uz: {0} ta rasm tanlandi

# PhotosSelectedOther
source: {0} photos selected
fa: ⁨{0}⁩ عکس انتخاب شده
uz: {0} ta rasm tanlandi

# PinMessageAlert
source: Do you want to pin this message for all members in the group?
fa: آیا می‌خواهید این پیام را در این گروه سنجاق کنید؟
id: Sematkan pesan ini di grup?
uz: Bu xabarni ushbu guruhda qadashni istaysizmi?
zh_cn: 您确定要在群组中置顶此消息吗？
zh_tw: 您確定要在群組中置頂此訊息嗎？

# PollCantForwardSecretChat
source: Sorry, polls cant be forwarded to secret chats.
fa: متأسفانه نظرسنجی‌ها نمی‌توانند به گفتگو‌های محرمانه هدایت شوند.
id: Maaf, pol tidak dapat di teruskan ke secret chats.
uz: Uzr, so‘rovnomalarni maxfiy chatlarga uzatib bo‘lmaydi.

# PrivacyForwardsMessageLine
source: Reinhardt, we need to find you some new tunes .
fa: رامین، باید برات چندتا آهنگ جدید پیدا کنیم 🎶
id: Riswan, kita perlu mencarikanmu musik baru 🎶.
uz: Nodir, sizga yangi musiqalarni topishimiz kerak 🎶.

# PrivacyProfilePhoto
source: Profile Photo
fa: عکس پروفایل
id: Foto Profil
uz: Profil rasmi

# PrivacyProfilePhotoTitle
source: Who can see my profile photo?
fa: چه کسی می‌تواند عکس پروفایل مرا ببیند؟
id: Siapa dapat melihat foto profil saya?
uz: Profil rasmimni kimlar koʻra olishi mumkin?

# PsaInfoDefault
source: PSA info test
fa: تست اطلاعات PSA
id: Tes Informasi PLP

# PublicPollCantForward
source: Sorry, polls with visible votes cant be forwarded to channels.
fa: متأسفانه نظرسنجی‌ها با رأی‌های قابل مشاهده نمی‌توانند به کانال‌ها هدایت شوند.
id: Maaf, pol dengan jawaban terbuka tidak dapat diteruskan ke channel.
uz: Kechirasiz, berilgan ovozlari koʻrinadigan soʻrovnomalarni kanallarga uzatib boʻlmaydi.

# RecipientOne
source: {0} recipient
fa: ⁨{0}⁩ دریافت کننده
uz: {0} ta qabul qiluvchi
zh_cn: {0} 个接收者
zh_tw: {0} 個接收者

# RecipientOther
source: {0} recipients
fa: ⁨{0}⁩ دریافت کننده
uz: {0} ta qabul qiluvchi
zh_cn: {0} 个接收者
zh_tw: {0} 個接收者

# RecordingAudio
source: recording a voice message...
fa: در حال ضبط پیام صوتی...
id: merekam pesan suara...
uz: ovozli xabar yozmoqda...
zh_cn: 正在录制语音消息……
zh_tw: 正在錄製語音訊息……

# RecordingRound
source: recording a video message...
fa: در حال ضبط پیام ویدیویی...
id: merekam pesan video...
uz: videoxabar yozmoqda...
zh_cn: 正在录制视频消息……
zh_tw: 正在錄製影片……

# RemovedUserOne
source: {0} removed user
fa: ⁨{0}⁩ کاربر حذف شده
uz: {0} ta bloklangan foydalanuvchi

# RemovedUserOther
source: {0} removed users
fa: ⁨{0}⁩ کاربر حذف شده
uz: {0} ta bloklangan foydalanuvchi

source: Repeat song
fa: تکرار آهنگ
id: Ulang lagu
uz: Taronani takrorlash

# RepliesOne
source: {0} Reply
fa: ⁨{0}⁩ پاسخ

# RepliesOther
source: {0} Replies
fa: ⁨{0}⁩ پاسخ

# ResetAccountInfo
source: Since the account **{0}** is active and protected by a password, we will delete it in 1 week for security purposes. You can cancel this process at any time.
fa: از آنجا که حساب کاربری **⁨{0}⁩** فعال است و با یک گذرواژه محافظت می‌شود، ما پس از 1 هفته این حساب کاربری را به دلایل امنیتی حذف خواهیم کرد. شما می‌توانید این فرآیند را در هر زمانی لغو کنید.
id: Karena akun **{0}** aktif dan dilindungi oleh kata sandi, kami akan menghapusnya dalam 1 minggu untuk alasan keamanan. Anda dapat membatalkan proses ini kapan pun.
uz: **{0}** hisobi faol va parol bilan himoyalanganligi sababli, biz uni xavfsizlik maqsadlari uchun faqat 1 haftadan keyin oʻchirib tashlaymiz. Bu jarayonni istalgan paytda bekor qilishingiz mumkin.
zh_cn: 因为账号（**{0}**）处于活跃状态且正被两步验证密码保护；出于安全考虑，我们将把删除账号的进程推迟一周。 您可以随时撤销这一进程。
zh_tw: 因為賬戶（**{0}**）處於活躍狀態且正被兩步驟驗證密碼保護；出於安全考慮，我們將把删除賬戶的進程推遲一周。 您可以隨時撤銷這一進程。

# RestoreEmailTrouble
source: Having trouble accessing your email {0}?
fa: در دسترسی به ایمیل خود ⁨{0}⁩ مشکلی دارید؟
id: Kesulitan mengakses surel Anda {0}?
uz: Emailingizga ({0}) kirishda muammo bormi?
zh_cn: 无法访问您的密码恢复邮箱（{0}）？
zh_tw: 無法存取您的密碼恢復郵箱（{0}）？

# RestrictionsOne
source: {0} restriction
fa: ⁨{0}⁩ محدودیت
uz: {0} ta cheklov

# RestrictionsOther
source: {0} restrictions
fa: ⁨{0}⁩ محدودیت
uz: {0} ta cheklov

source: Save to downloads
fa: ذخیره در دانلودها
id: Simpan ke unduhan
uz: Yuklanmalarga saqlash
zh_cn: 保存到下载
zh_tw: 保存到下載

# SecondsBoldOne
source: **{0}** second
fa: **⁨{0}⁩** ثانیه‌‌
uz: **{0}** soniya
zh_cn: **{0}** 秒
zh_tw: **{0}** 秒

# SecondsBoldOther
source: **{0}** seconds
fa: **⁨{0}⁩** ثانیه‌‌
uz: **{0}** soniya
zh_cn: **{0}** 秒
zh_tw: **{0}** 秒

# SecondsOne
source: {0} second
fa: ⁨{0}⁩ ثانیه
uz: {0} soniya
zh_cn: {0} 秒
zh_tw: {0} 秒

# SecondsOther
source: {0} seconds
fa: ⁨{0}⁩ ثانیه
uz: {0} soniya
zh_cn: {0} 秒
zh_tw: {0} 秒

# SecretChatContextBotAlert
source: Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to the respective developer.
fa: لطفاً توجه داشته باشید که ربات‌های درون خطی توسط توسعه‌دهندگان شخص ثالث ارائه شده‌اند. برای این که رباتی کار کند، نمادهایی که شما بعد از نام کاربری ربات می‌نویسید به توسعه‌دهنده مربوطه ارسال می‌شوند.
id: Mohon diperhatikan bahwa inline bot disediakan oleh developer pihak ketiga. Agar bot dapat bekerja, simbol yang Anda ketik setelah username bot akan dikirim ke developer.
uz: Unutmang, botlar uchinchi tomon ishlab chiqaruvchilar tomonidan taqdim etiladi. Botning ishlashi uchun botning foydalanuvchi nomidan keyin kiritadigan belgilaringiz tegishli ishlab chiqaruvchiga yuboriladi.
zh_cn: 请注意：消息框内机器人是由第三方开发者提供的。为了使机器人工作，您在 @ 这些机器人（后需接空格）之后输入的消息将会传送给相关的开发者。
zh_tw: 請注意：訊息框内機械人是由第三方開發者提供的。為了使機械人工作，您在 @ 這些機械人（後需接空格）之後輸入的訊息將會傳送給相關的開發者。

# SecretLinkPreviewAlert
source: Would you like to enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.
fa: آیا تمایل دارید پیش‌نمایش‌های لینک را در گفتگوهای محرمانه فعال کنید؟ توجه داشته باشید که پیش‌نمایش‌های لینک در سرورهای تلگرام ایجاد می‌شوند.
id: Ingin aktifkan tampilan tautan di Secret Chat? Mohon diingat bahwa menampilkan tautan dihasilkan di server Telegram.
uz: Maxfiy chatlarda kengaytirilgan havolalarga razm solishni yoqmoqchimisiz? Unutmang, havolalarga razm solish Telegram serverlarida hosil qilinadi.
zh_cn: 您要启用私密对话中的链接预览功能吗？注意，所有的链接预览均在 Telegram 的服务器上生成。
zh_tw: 您要啓用私密對話中的鏈結預覽功能嗎？注意，所有的鏈結預覽均在 Telegram 的服務器上生成。

# SendLocation
source: Send my current location
fa: ارسال موقعیت مکانی فعلی من
id: Kirim lokasi saya saat ini
uz: Joriy joylashuvimni yuborish
zh_cn: 发送我当前的位置信息
zh_tw: 發送我當前的位置訊息

# SendMessagesTo
source: Send messages to {0}?
fa: پیام‌ها‌ به ⁨{0}⁩ ارسال شوند؟
id: Kirim ke {0}?
uz: {0}ga xabarlar yuborilsinmi?
zh_cn: 发送消息给“{0}”？
zh_tw: 發送訊息給“{0}”？

# SendMessagesToGroup
source: Send messages to {0}?
fa: پیام‌ها به ⁨{0}⁩ ارسال شوند؟
id: Kirim pesan ke {0}?
uz: Xabarlar {0}ga yuborilsinmi?
zh_cn: 发送消息到«{0}»？
zh_tw: 發送訊息到«{0}»？

# SentSmsCode
source: Weve sent an SMS with an activation code to your phone **{0}**.
fa: پیامکی حاوی کد فعال‌سازی به شماره شما **⁨{0}⁩** ارسال شده است.
id: Kode aktivasi sudah dikirim via SMS ke **{0}**.
uz: Biz **{0}** telefon raqamingizga SMS orqali faollashtirish kodini yubordik.
zh_cn: 我们已经向您的手机号码（**{0}**）发送了一条带有激活验证码的短信。
zh_tw: 我們已經向您的手機號碼（**{0}**）發送了一條帶有啓用驗證碼的短訊。

source: Set admins
fa: انتخاب مدیران
id: Atur Admin
uz: Administratorlarni tayinlash
zh_cn: 设置管理员
zh_tw: 設定管理員

# SharedOne
source: {0} shared
fa: ⁨{0}⁩ به اشتراک گذاشته شده

# SharedOther
source: {0} shared
fa: ⁨{0}⁩ به اشتراک گذاشته شده

# SharesOne
source: {0} share
fa: ⁨{0}⁩ به اشتراک گذاری
uz: {0} marta ulashilgan

# SharesOther
source: {0} shares
fa: ⁨{0}⁩ به اشتراک گذاری
uz: {0} marta ulashilgan

source: Show notifications for
fa: نمایش اعلان‌ها برای
id: Tampilkan notifikasi untuk
uz: Quyidagidan bildirishnomalarni ko‘rsatish

# ShowVotesOne
source: Show More ({0})
fa: نمایش موارد بیشتر (⁨{0}⁩)
uz: Yana ko‘proq ko‘rsatish: ({0})

# ShowVotesOther
source: Show More ({0})
fa: نمایش موارد بیشتر (⁨{0}⁩)
uz: Yana ko‘proq ko‘rsatish: ({0})

# StickerSetsOne
source: {0} sticker set
fa: ⁨{0}⁩ بسته استیکر
uz: {0} ta stikerlar toʻplami

# StickerSetsOther
source: {0} sticker sets
fa: ⁨{0}⁩ بسته استیکر
uz: {0} ta stikerlar toʻplami

# StickersName
source: Stickers and Masks
fa: استیکر‌ها و ماسک‌ها
id: Stiker dan Mask
uz: Stikerlar va niqoblar
zh_cn: 表情和装饰
zh_tw: 表情和裝飾

# StickersOne
source: {0} sticker
fa: ⁨{0}⁩ استیکر
uz: {0} ta stiker
zh_cn: {0} 张贴图
zh_tw: {0} 張貼圖

# StickersOther
source: {0} stickers
fa: ⁨{0}⁩ استیکر
uz: {0} ta stiker
zh_cn: {0} 张贴图
zh_tw: {0} 張貼圖

# StopLiveLocationAlertToUser
source: Are you sure you want to stop sharing live location with {0}?
fa: آیا از متوقف کردن به اشتراک گذاری موقعیت مکانی لحظه‌ای خود با ⁨{0}⁩ اطمینان دارید؟
id: Anda yakin ingin berhenti berbagi lokasi langsung Anda dengan {0}?
uz: Haqiqatan {0}ga jonli joylashuvni uzatishni toʻxtatmoqchimisiz?
zh_cn: 您确定要停止与 {0} 共享您的实时位置信息吗？
zh_tw: 您確定要停止與 {0} 分享您的即時位置訊息嗎？

# SubscribersOne
source: {0} subscriber
fa: ⁨{0}⁩ مشترک
uz: {0} obunachi
zh_cn: {0} 位订阅者
zh_tw: {0} 位訂閲者

# SubscribersOther
source: {0} subscribers
fa: ⁨{0}⁩ مشترک
uz: {0} obunachi
zh_cn: {0} 位订阅者
zh_tw: {0} 位訂閲者

# TelegramContactsOne
source: {0} contact on Telegram
fa: ⁨{0}⁩ مخاطب در تلگرام
uz: Telegramda {0} ta kontakt bor
zh_cn: {0} 位 Telegram 用户有此联系人信息
zh_tw: {0} 位 Telegram 用戶有此聯絡人資料

# TelegramContactsOther
source: {0} contacts on Telegram
fa: ⁨{0}⁩ مخاطب در تلگرام
uz: Telegramda {0} ta kontakt bor
zh_cn: {0} 位 Telegram 用户有此联系人信息
zh_tw: {0} 位 Telegram 用戶有此聯絡人資料

# ThemeInstallCountOne
source: {0} person is using this theme
fa: ⁨{0}⁩ نفر از این پوسته استفاده می‌کند
uz: {0} kishi bu mavzudan foydalanmoqda

# ThemeInstallCountOther
source: {0} people are using this theme
fa: ⁨{0}⁩ نفر از این پوسته استفاده می‌کنند
uz: {0} kishi bu mavzudan foydalanmoqda

# ThemeNotSupported
source: Sorry, this color theme doesnt support your device yet.
fa: متأسفانه این پوسته رنگی هنوز از دستگاه شما پشتیبانی نمی‌کند.
id: Maaf, warna tema ini belum mendukung perangkat Anda.
uz: Kechirasiz, bu rangli mavzu hali qurilmangizni qoʻllab-quvvatlamaydi.

# ThemePreviewDialogMessage3
source: Sticker
fa: 🤷‍♂️ استیکر
id: 🤷‍♂️ Stiker
uz: 🤷‍♂️ Stiker

# ThemePreviewLine1
source: Reinhardt, we need to find you some new tunes .
fa: رامین، باید برات چندتا آهنگ پیدا کنیم 🎶.
id: Kita harus mencarikanmu musik baru 🎶.
uz: vayvooo, bizga yangi musiqalar kerak 🎶.

# TimesOne
source: {0} time
fa: ⁨{0}⁩ بار
uz: {0} marta
zh_cn: {0} 次
zh_tw: {0} 次

# TimesOther
source: {0} times
fa: ⁨{0}⁩ بار
uz: {0} marta
zh_cn: {0} 次
zh_tw: {0} 次
